Revit 2027 API
ParameterTypeId.LeaderOrientation Property
 "Orientation"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LeaderOrientation { get; }
Public Shared ReadOnly Property LeaderOrientation As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LeaderOrientation {
	ForgeTypeId^ get ();
}
static member LeaderOrientation : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace